Repository: saku1110/DopaBreak
Catalog: ios/MonitorExtension/Localizable.xcstrings
Source language: ja
Languages: en, ko

# usage_watch.notification.action.mute_today
source: 今日は止める
en: Mute for today
ko: 오늘은 그만 알리기

# usage_watch.notification.free_warning.body
source: 見ようとしていたものは見つかりましたか？
en: Did you find what you were looking for?
ko: 보려던 걸 찾았나요?

# usage_watch.notification.free_warning.title
source: 連続で2時間になりました⏰
en: 2 hours straight ⏰
ko: 연속 2시간째예요 ⏰

# usage_watch.notification.hourly.body
source: この1時間で何が残りましたか？💭
en: What did this hour leave you with? 💭
ko: 이 1시간 동안 뭐가 남았나요? 💭

# usage_watch.notification.hourly.title
source: また1時間たちました
en: Another hour just passed
ko: 또 1시간이 지났어요

# usage_watch.notification.q15.body
source: SNSをまだ見ますか？
en: Still scrolling?
ko: 아직 더 볼 거예요?

# usage_watch.notification.q15.title
source: 15分たちました
en: 15 minutes in
ko: 15분 지났어요

# usage_watch.notification.q30.body
source: SNSで満足感を得られましたか？👀
en: Got what you came for? 👀
ko: 충분히 만족했나요? 👀

# usage_watch.notification.q30.title
source: 30分たちました
en: 30 minutes in
ko: 30분 지났어요

# usage_watch.notification.q45.body
source: あと何分で終わりにしますか？⏳
en: How many more minutes? ⏳
ko: 몇 분 뒤에 끝낼 건가요? ⏳

# usage_watch.notification.q45.title
source: 45分たちました
en: 45 minutes in
ko: 45분 지났어요
